HELP_MESSAGE = """
✴️ <b>Что такое токен?</b>
<i>Топливо для работы нейросети. После каждого запроса количество токенов уменьшается.</i>

✴️ <b>Как тратятся токены?</b>
<i>- 1 токен ~ 1 символ на русском
- 1 токен ~ 4 символа на английском</i>

✴️ <b>Что делать, если закончились бесплатные токены?</b>
- <i>Дождитесь пополнения бесплатных токенов, которое происходит ежедневно в 10:00 по МСК, или купите дополнительный пакет токенов. Узнать остаток токенов можно в личном кабинете /profile.</i>
"""

HELP_MESSAGE_FOR_ADMINS = """Commands for admins:
⚪ /reset user_id – Обнулить лимит токенов у юзера
⚪ /add user_id amount – Пополнить лимит токенов у юзера
⚪ /get_users – Получить csv-файл со списком юзеров
⚪ /get_subs – Получить csv-файл со списком платных подписчиков
⚪ /send_message text - Отправить text всем юзерам

📸 Отправьте фото, видео, кружок или гиф с подписью для перессылки всем юзерам
"""

ABILITY_MESSAGE = """🔥 <b>Давай расскажу чем я могу тебе помочь?</b>

<i>1️⃣ Создать резюме. С моей помощью ты можешь устроиться на работу мечты, ведь я могу написать хорошее резюме
2️⃣ Написать текст на любую тему. Это поможет тебе в работе и учебе
3️⃣ Перевести текст с иностранного языка
4️⃣ Ответить на интересующие тебя вопросы. Чаще всего у меня получается это лучше, чем у известных поисковиков
5️⃣ Написать код, перевести его с одного языка на другой и найти ошибки
6️⃣ Планировать и осуществлять расчеты. Например, ты можешь за считанные секунды получить готовый план питания для похудения</i>

🔉 <b>Я могу понимать твои голосовые сообщения и отвечать на них!</b>

🗣 <b>Все это я могу рассказать тебе голосом</b>
Для этого используй конструкцию:
<code>"Расскажи"</code> в личных сообщениях
<code>"Макс", расскажи</code> в группах

🖼 <b>А еще я могу нарисовать изображение по твоему описанию</b>
Для этого используй конструкцию:
<code>"Нарисуй"</code> в личных сообщениях
<code>"Макс, нарисуй"</code> в группах

💡Это лишь малая часть моего функционала. Задавай мне любые задачи, а я постараюсь тебе помочь.

👇🏻Жми кнопку <b>«Начать чат»</b> 👇🏻
"""